Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.21.02.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Viikon kuulumisia Loppuviikosta minulla oli mielenkiintoinen artikla 8(j)-työryhmän kokous Inarissa.
sme: Vahku ságat Loahppavahku mus lei beroštahtti artihkal 8(j)-bargojoavkku čoakkán Anáris.

source: Työryhmä kävi läpi biodversiteettisopimuksen osapuolikokouksen hyväksymiä vapaaehtoisia Akwe Kón ohjeita alkuperäiskansojen alueille suunniteltavien hankkeiden kulttuuristen, - sosiaalisten- ja ympäristöllisten vaikutusten arvioinnista.
sme: Bargojoavku gieđahalai biodiversiteahttasoahpamuša oassebeallečoakkáma dohkkehan eaktodáhtolaš Akwe Kó rávvagiid álgoálbmogiid viidodagaide plánenvuloš fidnuid kultur-, sosiála- ja birasváikkuhusaid árvvoštallamis.

source: Ohjeiden puutteellinen suomennos työllisti työryhmää paljon, mutta yhteistyöllä saimme suomennoksen vastaamaan englanninkielistä alkutekstiä ja jatkamme käännöksen korjaamista edelleen.
sme: Rávvagiid váilevaš suomagiel jorgalus barggahii bargojoavkku olu, muhto ovttas barggadettiineamet oaččuimet suomagiela dávistit eŋgelašgiel álgodeavstta ja joatkit jorgalusa divvuma vel viidáseappot.

source: Kun varsinainen käännös on tehty, alamme soveltaa ohjeita sekä Suomen lainsäädäntöön että Suomen saamelaisten kotiseutualueelle ja sen olosuhteisiin.
sme: Go ieš jorgalus lea bargojuvvon, de álgit guoskadit rávvagiid sihke Suoma lágaide ja heivehit daid Suoma sámiid ruovttuguvlui ja dan diliide.

source: Tätä työtä varten työryhmä järjestää Akwe Kón ohjeisiin liittyvän seminaariin kuluvana keväänä.
sme: Dán barggu várás bargojoavku ordne dán giđa seminára, mii guoská Akwe Kó rávvagiid.

source: Työryhmä kuuli Sámi Duodjia saamen käsityön perinteisestä tiedosta.
sme: Bargojoavku gulai Sámi Duodji-searvvi sámi giehtaduoji árbevirolaš dieđus.

source: Olin hyvin iloinen, että yhdistyksen puheenjohtaja, koltan-, inarin- ja pohjoissaamen käsityön asiantuntijat kunnioittivat 8(j)-työryhmän kokousta läsnäolollaan ja saimme kuulla saamen käsityön tarpeista.
sme: Lean hui ilus, go searvvi ságadoalli, nuortalaš-, anáraš- ja davvisámegiel giehtaduoji meaštárat bohte 8(j)-bargojoavkku čoakkámii muitalit sámi duoji dárbbuin.

source: Työryhmä sai erinomaista tietoa saamen käsityöstä ja uskon, että Sámi Duodji-yhdistyksen kuuleminen avasi monen työryhmäedustajan silmät saamen käsityön merkityksestä ja suhteesta luonnon resursseihin.
sme: Bargojoavku oaččui earenoamáš buori dieđu sámi giehtaduojis ja jáhkán, ahte Sámi Duodji-searvvi gullan rabai bargojoavkku máŋgga ovddasteaddji čalmmiid sámi giehtaduoji mearkkašumis ja gaskavuođas luonddu resurssaide.

source: Tulen edistämään saamen käsityöntekijöiden tarpeita ja huomioimaan myös saamelaiskäräjien työssä.
sme: Áiggon ovddidit sámi duodjáriid dárbbuid ja váldit dan maid vuhtii sámedikki barggus.

source: Tällä viikolla Suomi on jättänyt kolmannen raportin kansallisten vähemmistöjen suojelua koskevan puiteyleissopimuksen täytäntöönpanosta.
sme: Dán vahku Suopma lea guođđán goalmmát raporttas álbmotlaš rápmaoktasašsoahpamuša ollašuhttimis, mii guoská veahádagaid suodjaleami.

source: Raportti ilmestynee lähiaikoina ulkoministeriön kotisivuille osoitteeseen: http://www.formin.fi/Public/default.aspx?contentid=67435.
sme: Raporta boahtá fargga olgoáššiidministeriija ruovttusiidduide čujuhussii: http://www.formin.fi/Public/default.aspx?contentid=67435.

source: Määräaikaisraportissa Suomi vastaa sopimusta valvovan komitean suosituksiin.
sme: Mearreáigeraporttastis Suopma vástida soahpamuša bearráigeahččokomitea ávžžuhusaide.

source: Saamelaiskäräjät on antanut laajan lausunnon sopimusta valvovan komitean suosituksista (lausuntoja 2009-osiossa, annettu 21.8.2009).
sme: Sámediggi lea addán viiddes cealkámuša soahpamuša bearráigeahččokomitea ávžžuhusain (cealkámušat 2009-gaskabláđi vuolde, addojun 21.8.2009).

source: Valitettavasti saamelaiskäräjien lausuntoa ei ole juuri huomioitu ja Suomen valtion antama raportti pitää sisällään lukuisia vääriä tietoja ja virheellisiä tulkintoja.
sme: Dađi bahábut sámedikki cealkámuš ii leat jur váldojun vuhtii ja Suoma stáhta addin raporta doallá sisttis eatnat vearru dieđuid ja boasttodulkomiid.

source: Saamelaiskäräjien tulee raporttiin reagoida ja vähintäänkin lähettää oma alkuperäinen lausuntonsa sopimuksen toimeenpanoa valvovalle komitealle.
sme: Sámediggi galgá reageret raportii ja unnimusat sáddet iežas originála cealkámuša soahpamuša olláhuhtti bearráigeahččokomiteai.

source: Suomi on raportissa ilmoittanut, että se olisi aloittanut neuvottelut saamelaiskäräjien kanssa maaoikeuksien ratkaisemiseksi.
sme: Suopma lea raportastis ilmmuhan, ahte dat livččii álggáhan ráđđádallamiid sámedikkiin eananvuoigatvuođaid čoavdima várás.

source: Olisi tietenkin hyvä, että raportin toteamus olisi totta, mutta valitettavasti Suomen valtio ei ole aloittanut saamelaiskäräjien kanssa minkäänlaisia neuvotteluja maaoikeuskysymyksen ratkaisemiseksi.
sme: Livččii dieđusge buorre, ahte raportta cealkkus livččii duohta, muhto dađi bahábut Suoma stáhta ii leat álggahan sámedikkiin mangelágán ráđđádallamiid eananvuoigatvuohtagažaldaga čoavdima várás.

source: Erinäisiä neuvotteluja on käyty asiassa valtioneuvoston sisällä jo toista vuotta, mutta kyseisten neuvottelujen tulokset ovat jääneet tyhjäksi ja aitoa halua parantaa saamelaisten oikeuksia ei valtioneuvostossa ole havaittavissa.
sme: Sierralágán ráđđádallamat leat čađahuvvon riikka ráđđehusa siste juo badjel jagi, muhto namuhuvvon ráđđádallamiid bohtosat leat báhcán duššin ja eakti hálu buoridit sámiid vuoigatvuođaid riikka ráđđehusas ii gal sáhte obanassiige vuohttit.

source: Saamelaiskäräjät on ilmoittanut Suomen valtiolle, että on valmis neuvotteluihin vaikka heti.
sme: Sámediggi lea ilmmuhan Suoma stáhtii, ahte dat leat gárvvis ráđđádallamiidda vaikko dakkaviđe.

source: Suomi toteaa myös raportissaan, että saamenkielisen sanomalehdistön synty Suomeen olisi saamenkielisten aktiivisuudesta kiinni.
sme: Suopma cealká maid raportastis, ahte sámegiel aviisadoaimma boahtin Supmii livččii sámegielagiid áŋgirvuođa duohken.

source: Näin ei ole, vaan nykyinen sanomalehdistön tukijärjestelmä estää saamenkielisen sanomalehdistön synnyn.
sme: Ná gal ii leat, muhto dálá aviissaid doarjjaortnet eastá sámegielalaš aviissaid vuođđudeami.

source: Raportti myös syyttää saamelaiskäräjiä siitä, että se ei ole pystynyt laatimaan ammatti- ja aikuiskoulutukseen soveltavaa saamenkielistä oppimateriaalia.
sme: Raporta maid sivaha sámedikki das, ahte dat ii leat bastán ráhkadit ámmát- ja rávesolbmuid skuvlemii heivvolaš oahppamateriála.

source: Syytös on todella ihmeellinen ottaen huomioon saamelaiskäräjien resurssitason, kolmen saamen kielen tarpeet ja perusopetuksen tarpeen.
sme: Dát sivaheapmi lea duođaid imašlaš vuhtii válddedettiin sámedikki resursadási, golmma sámegiela dárbbuid ja vuođđooahpahusa dárbbu.

source: Saamelaiskäräjät on toistuvasti vaatinut lisäresursseja oppimateriaalituotantoon, mutta resursseja ei ole tullut.
sme: Sámediggi lea jeavddalaččat gáibidan lassiresurssaid oahppamateriála buvttadussii, muhto resurssat eai leat lassánan.

source: On kummallista, että raportti ei ole todennut kuinka paljon todellisuudessa Suomi resursoi saamenkielistä oppimateriaalituotantoa ja mikä resurssien todellinen tarve on.
sme: Lea hui ártet, ahte raporta ii leat namuhan man olu duohtavuođas Suopma resursere sámegielalaš oahppamateriála ja mii lea resurssaid duođalaš dárbbuid.

source: Koko raportti on lähtökohdiltaan virheellinen jo saamelaisten ja saamenkielisten määrän määrittämisessä, vaikka saamelaiskäräjät on yrittänyt antaa asiassa oikean kuvan omassa lausunnossaan.
sme: Oba raportta vuolggačuokkis lea boastto vuođu nalde juo dan hárrái man olu sápmelaččat leat mii lea sámegielalaš olbmuid mearri, vaikko sámediggi lea geahččalan addit áššis rievttes gova iežas cealkámušas.

source: Raportoija Suomen ulkoministeriö pitää Suomen väestörekisterijärjestelmän antamia tietoja käytännössä ainoina oikeina, vaikka järjestelmä ei tunne eri saamen kieliä eivätkä yksittäiset saamelaiset tunne mahdollisuuksia ilmoittaa järjestelmään omia tietojaan.
sme: Raporterejeaddji Suoma olgoriikkaministeriija atná Suoma álbmotregisttarvuogádaga addin dieđuid geavadis áidna rievttes diehtun, vaikko vuogádat ii dovdda sámegielaid eaige ovttaskas sápmelaččat dovdda vejolašvuođaid ilmmuhit vuogádahkii iežaset dieđuid.

source: Surullista Suomen raportissa on se, että vielä nykyisinkin Suomi antaa virheellisiä tietoja kansainvälisille valvontaelimille eikä aidosti ota huomioon sopimusta valvovien elimien suosituksia.
sme: Morašlaš Suoma raporttas lea dat, ahte vel dálá áiggenai Suopma addá baosttodieđuid riikkaidgaskasaš bearráigeahččoorgánaide iige váldde eakti vuogi mielde vuhtii soahpamuša bearráigeahččoorgánaid ávžžuhusaid.

source: On turhaa ratifioida kansainvälisiä sopimuksia, mikäli niitä ei aidosti toimeenpanna.
sme: Lea dušši ratifiseret riikkaidgaskasaš soahpamušaid, jos dat eai eakti vuogi mielde olláhuhttojuvvo.

source: Perjantaina pidettiin myös saamelaiskäräjien hallituksen kokous, viimein varsinainen kokous ennen 11.3 pidettävää yleiskokousta Hetassa.
sme: Bearjadaga dollojuvvui maid sámedikki stivrra čoakkán, maŋimus aitosaš čoakkán ovdal 11.3. dievasčoakkáma Heahtás.

source: Asialista oli niin täynnä, että jatkamme kokousta puhelinkokouksella 25.2.
sme: Áššelistu lei nu dievva, ahte joatkit čoakkáma telefončoakkámiin 25.2.

source: Ehdimme käsitellä kiireelliset välttämättömät yleiskokoukselle esitettävät asiat, mm. tämän vuoden budjettiesityksen, esityksen nuorisoelimen perustamiseksi sekä selvityksen vuoden 2008 kulttuurimäärärahojen käytöstä.
sme: Háhppeheimmet gieđahallat hohpolaš áššit, mat evttohuvvojit dievasčoakkámii, ee. dán jagi bušeahttaevttohusa, evttohusa nuoraidorgána vuođđudeami várás sihke čilgehusa jagi 2008 kulturmearreruđaid geavahusas.

source: Ensi viikolla olen loppuviikon Helsingissä.
sme: Boahtte vahku loahpa lean Helssegis.

source: Tapaan metsähallituksen pääjohtaja Jyrki Kankaan ja olen eduskunnan ympäristövaliokunnan kuultavana Pallas-Yllästunturin kansallispuistolain muuttamisesta.
sme: Deaivvadan meahcceráđđehusa oaivehoavdda Jyrki Kangasa ja lean riikkabeivviid birasválljagotti gullandilálašvuođas Bállás-Ylläsduoddara álbmotmeahccelága rievdadeamis.

source: Näkkälän paliskunnan poronhoidossa on tapahtunut huolestuttavaa kehitystä saamelaisporonhoidon suojan ja tulevaisuuden suhteen.
sme: Näkkela bálgesa boazodoalus lea dáhpáhuvvan fuolastuhtti gárganeapmi sámiid boazodoalu suoji ja boahtteáigge hárrái.

source: Saamelaisporonhoitoa suojelevat mm..
sme: Sámiid boazodoalu suddjejit ee. Suoma vuođđoláhka, nd..

source: Suomen perustuslaki, KP-sopimus ja ihmisoikeuskomitean päätökset KP-sopimuksen osalta.
sme: KP-soahpamuš ja olmmošvuoigatvuohtakomitea mearrádusat KP-soahpamuša olis.

source: Vaikka Suomea sitovien kansainvälisen ihmisoikeuslainsäädännön mukaisesti valtaväestön taloudelliset edut eivät saa uhata saamelaista poronhoitoa, niin nyt kyseiset edut alkavat jo uhata saamelaisporonhoitoa Näkkälän paliskunnassa.
sme: Vaikko Suoma čadni riikkaidgaskasaš olmmošriektelágaid mielde váldoálbmoga ekonomalaš ovddut eai oaččo uhkidit sámiid boazodoalu, de dál namuhuvvon ovddut uhkidišgohtet juo sámiid boazodoalu Näkkela bálgesis.

source: Saamelaiset paimentavat porojaan perinteisen poronhoitomallinsa ja laidunkiertonsa mukaisesti paliskunnan pohjoisosissa ja alueen laitumet ovat myös valtiollisten tutkimuslaitosten mukaan hyvässä kunnossa.
sme: Boazosápmelaččat guođohit bohccuideaset árbevirolaš boazobargomálleset ja guohtoneatnamiid molsašuddanvuogádagaset mielde bálgesa davviosiin ja dán viidodaga guohtoneatnamat leat rivgasat ja buori ortnegis maiddái stáhta dutkanlágáidusaid mielde.

source: Suomalaiset poronhoitajat laiduntavat paliskunnan eteläosissa ja laitumet ovat siellä kuluneet loppuun koska suomalainen poronhoitomalli on käytännössä osoittautunut soveltumattomaksi saamelaisten kotiseutualueella.
sme: Láddelaš boazodoallit barget bohccuideasetguin bálgesa lulliosiin ja eanamat leat doppe gollan ja nohkan daningo láddelaš boazodoallomálle lea geavadis čájehan iežas heivemeahttumin sámiid ruovttuguvlui.

source: Koska suomalaiset poronhoitajat ovat kuluttaneet laitumensa loppuun, niin nyt he siirtävät porojaan saamelaisten alueelle jopa tuntureille asti pilaten saamelaisten laidunkiertojärjestelmää ja laitumia.
sme: Go láddelaš boazodoallit leat skievttidan guohtomeatnamiiddiset guorbbasin, de dál sii sirdet bohccuideaset sámiid guohtoneatnamiidda, juobe váriid rádjái, ja billistit sápmelaččaid guohtumiid, guđohagaid ja sin guohtuneatnamiid molsašuddanvuogádaga.

source: Pääväestön ja alkuperäiskansan edut törmäävät.
sme: Láddelaččaid ja sápmelaččaid ovddut beaškkehit oktii.

source: Jos asia ei korjaannu paliskunnan oman toiminnan kautta, niin myös saamelaiskäräjien tulee puuttua asiaan.
sme: Jos ášši ii divvahuva bálgesa iežas bargama bakte, de maid sámediggi ferte seahkanit áššái.

source: Vuontisjärvellä 21.2.2010 Klemetti Näkkäläjärvi
sme: Vuottesjávrres 21.2.2010 Juvvá Lemet
